{"version": "1.0", "truncation": null, "padding": null, "added_tokens": [{"id": 0, "content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 1, "content": "<|im_start|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 2, "content": "<|im_end|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 3, "content": "<repo_name>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 4, "content": "<reponame>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 5, "content": "<file_sep>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 6, "content": "<filename>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 7, "content": "<gh_stars>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 8, "content": "<issue_start>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 9, "content": "<issue_comment>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 10, "content": "<issue_closed>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 11, "content": "<jupyter_start>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 12, "content": "<jupyter_text>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 13, "content": "<jupyter_code>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 14, "content": "<jupyter_output>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 15, "content": "<jupyter_script>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 16, "content": "<empty_output>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}], "normalizer": null, "pre_tokenizer": {"type": "Sequence", "pretokenizers": [{"type": "Digits", "individual_digits": true}, {"type": "ByteLevel", "add_prefix_space": false, "trim_offsets": true, "use_regex": true}]}, "post_processor": null, "decoder": {"type": "ByteLevel", "add_prefix_space": true, "trim_offsets": true, "use_regex": true}, "model": {"type": "BPE", "dropout": null, "unk_token": null, "continuing_subword_prefix": null, "end_of_word_suffix": null, "fuse_unk": false, "byte_fallback": false, "ignore_merges": false, "vocab": {"<|endoftext|>": 0, "<|im_start|>": 1, "<|im_end|>": 2, "<repo_name>": 3, "<reponame>": 4, "<file_sep>": 5, "<filename>": 6, "<gh_stars>": 7, "<issue_start>": 8, "<issue_comment>": 9, "<issue_closed>": 10, "<jupyter_start>": 11, "<jupyter_text>": 12, "<jupyter_code>": 13, "<jupyter_output>": 14, "<jupyter_script>": 15, "<empty_output>": 16, "!": 17, "\"": 18, "#": 19, "$": 20, "%": 21, "&": 22, "'": 23, "(": 24, ")": 25, "*": 26, "+": 27, ",": 28, "-": 29, ".": 30, "/": 31, "0": 32, "1": 33, "2": 34, "3": 35, "4": 36, "5": 37, "6": 38, "7": 39, "8": 40, "9": 41, ":": 42, ";": 43, "<": 44, "=": 45, ">": 46, "?": 47, "@": 48, "A": 49, "B": 50, "C": 51, "D": 52, "E": 53, "F": 54, "G": 55, "H": 56, "I": 57, "J": 58, "K": 59, "L": 60, "M": 61, "N": 62, "O": 63, "P": 64, "Q": 65, "R": 66, "S": 67, "T": 68, "U": 69, "V": 70, "W": 71, "X": 72, "Y": 73, "Z": 74, "[": 75, "\\": 76, "]": 77, "^": 78, "_": 79, "`": 80, "a": 81, "b": 82, "c": 83, "d": 84, "e": 85, "f": 86, "g": 87, "h": 88, "i": 89, "j": 90, "k": 91, "l": 92, "m": 93, "n": 94, "o": 95, "p": 96, "q": 97, "r": 98, "s": 99, "t": 100, "u": 101, "v": 102, "w": 103, "x": 104, "y": 105, "z": 106, "{": 107, "|": 108, "}": 109, "~": 110, "\u00a1": 111, "\u00a2": 112, "\u00a3": 113, "\u00a4": 114, "\u00a5": 115, "\u00a6": 116, "\u00a7": 117, "\u00a8": 118, "\u00a9": 119, "\u00aa": 120, "\u00ab": 121, "\u00ac": 122, "\u00ae": 123, "\u00af": 124, "\u00b0": 125, "\u00b1": 126, "\u00b2": 127, "\u00b3": 128, "\u00b4": 129, "\u00b5": 130, "\u00b6": 131, "\u00b7": 132, "\u00b8": 133, "\u00b9": 134, "\u00ba": 135, "\u00bb": 136, "\u00bc": 137, "\u00bd": 138, "\u00be": 139, "\u00bf": 140, "\u00c2": 141, "\u00c3": 142, "\u00c4": 143, "\u00c5": 144, "\u00c6": 145, "\u00c7": 146, "\u00c8": 147, "\u00c9": 148, "\u00ca": 149, "\u00cb": 150, "\u00cc": 151, "\u00cd": 152, "\u00ce": 153, "\u00cf": 154, "\u00d0": 155, "\u00d1": 156, "\u00d2": 157, "\u00d3": 158, "\u00d4": 159, "\u00d5": 160, "\u00d6": 161, "\u00d7": 162, "\u00d8": 163, "\u00d9": 164, "\u00da": 165, "\u00db": 166, "\u00dc": 167, "\u00dd": 168, "\u00de": 169, "\u00df": 170, "\u00e0": 171, "\u00e1": 172, "\u00e2": 173, "\u00e3": 174, "\u00e4": 175, "\u00e5": 176, "\u00e6": 177, "\u00e7": 178, "\u00e8": 179, "\u00e9": 180, "\u00ea": 181, "\u00eb": 182, "\u00ec": 183, "\u00ed": 184, "\u00ee": 185, "\u00ef": 186, "\u00f0": 187, "\u00f3": 188, "\u00f4": 189, "\u0100": 190, "\u0101": 191, "\u0102": 192, "\u0103": 193, "\u0105": 194, "\u0107": 195, "\u0108": 196, "\u0109": 197, "\u010a": 198, "\u010b": 199, "\u010c": 200, "\u010d": 201, "\u010e": 202, "\u010f": 203, "\u0110": 204, "\u0111": 205, "\u0112": 206, "\u0115": 207, "\u0117": 208, "\u0118": 209, "\u0119": 210, "\u011a": 211, "\u011b": 212, "\u011c": 213, "\u011e": 214, "\u011f": 215, "\u0120": 216, "\u0121": 217, "\u0122": 218, "\u0123": 219, "\u0124": 220, "\u0125": 221, "\u0126": 222, "\u0127": 223, "\u0128": 224, "\u0129": 225, "\u012a": 226, "\u012b": 227, "\u012c": 228, "\u012d": 229, "\u012e": 230, "\u012f": 231, "\u0130": 232, "\u0131": 233, "\u0132": 234, "\u0133": 235, "\u0134": 236, "\u0135": 237, "\u0136": 238, "\u0137": 239, "\u0138": 240, "\u0139": 241, "\u013a": 242, "\u013b": 243, "\u013c": 244, "\u013d": 245, "\u013e": 246, "\u013f": 247, "\u0140": 248, "\u0141": 249, "\u0142": 250, "\u0143": 251, "\u0120t": 252, "\u0120a": 253, "in": 254, "he": 255, "\u0120\u0120": 256, "re": 257, "on": 258, "er": 259, "\u0120the": 260, "at": 261, "\u0120s": 262, "\u0120o": 263, "en": 264, "\u0120c": 265, "es": 266, "\u0120w": 267, "nd": 268, "it": 269, "or": 270, "is": 271, "al": 272, "\u0120p": 273, "ing": 274, "\u0120f": 275, "an": 276, "ed": 277, "\u0120b": 278, "ou": 279, "ar": 280, "\u0120in": 281, "\u0120of": 282, "\u0120m": 283, "\u0120and": 284, "ion": 285, "ic": 286, "\u0120d": 287, "\u0120to": 288, "\u0120\u0120\u0120\u0120": 289, "le": 290, "ro": 291, "as": 292, "ent": 293, "\u0120h": 294, "\u0120th": 295, "ct": 296, "\u0120e": 297, "\u0120re": 298, "el": 299, "om": 300, "il": 301, "st": 302, "\u0120l": 303, "\u0120n": 304, "et": 305, "im": 306, "ve": 307, "ol": 308, "ation": 309, "\u0120g": 310, "id": 311, "\u0120T": 312, "se": 313, "\u0120is": 314, "ur": 315, "ut": 316, "ra": 317, "ly": 318, "ce": 319, "ot": 320, "\u00e2\u0122": 321, "ch": 322, "ow": 323, "ig": 324, "\u0120be": 325, "\u0120u": 326, "\u0120for": 327, "\u0120st": 328, "\u0120y": 329, "\u0120A": 330, "ver": 331, "am": 332, "\u0120\u0120\u0120": 333, "\u0120S": 334, "\u0120on": 335, "ul": 336, "ir": 337, "\u0120that": 338, "\u0120I": 339, "\u0120C": 340, "ay": 341, "if": 342, "ith": 343, "ad": 344, "\u0120con": 345, "\u0120you": 346, "\u0120as": 347, "\u0120pro": 348, "her": 349, "od": 350, "\u0120with": 351, "ter": 352, "\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 353, "\u0120an": 354, "\u0120or": 355, "\u0120wh": 356, "\u0120it": 357, "ment": 358, "\u0120are": 359, "\u0120al": 360, "ge": 361, "ess": 362, "ist": 363, "\u0120ex": 364, "\u0120(": 365, "ers": 366, "\u0120de": 367, "ate": 368, "ab": 369, "ies": 370, "op": 371, "\u0120M": 372, "th": 373, "ect": 374, "res": 375, "us": 376, "\u0120P": 377, "\u0120The": 378, "\u0120com": 379, "iv": 380, "est": 381, "um": 382, "ity": 383, "\u0120he": 384, "qu": 385, "\u0120v": 386, "ac": 387, "ill": 388, "\u0120B": 389, "ore": 390, "em": 391, "\u0120we": 392, "\u0120su": 393, "pp": 394, "os": 395, "ke": 396, "and": 397, "rom": 398, "nt": 399, "ld": 400, "ort": 401, "ain": 402, "ant": 403, "ive": 404, "igh": 405, "oc": 406, "\u0120H": 407, "\u0120W": 408, "ial": 409, "\u0120ch": 410, "\u0120by": 411, "\u0120r": 412, "ud": 413, "\u0120E": 414, "\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 415, "\u0120can": 416, "\u00e2\u0122\u013b": 417, "\u0120at": 418, "un": 419, "\u0120ne": 420, "\u0120ha": 421, "\u0120D": 422, "--": 423, "ure": 424, "\u0120le": 425, "\u0120F": 426, "\u0120se": 427, "\u0120R": 428, "\u0120from": 429, "\u0120en": 430, "ri": 431, "pe": 432, "ical": 433, "art": 434, "og": 435, "\u0120was": 436, "pt": 437, "ions": 438, "pl": 439, "rou": 440, "\u0120not": 441, "\u0120N": 442, "\u0120sh": 443, "\u0120im": 444, "ight": 445, "\u0120=": 446, "out": 447, "\u010a\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 448, "all": 449, "\u0120L": 450, "\u0120this": 451, "\u0120G": 452, "\u0120ab": 453, "ag": 454, "red": 455, "per": 456, "\u0120have": 457, "\u0120wor": 458, "\u0120\u00e2\u0122": 459, "gh": 460, "our": 461, "ine": 462, "iz": 463, "\u0120int": 464, "ome": 465, "\u010a\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 466, "ust": 467, "\u0120us": 468, "\u0120your": 469, "ould": 470, "act": 471, "\u010a\u0120\u0120\u0120": 472, "age": 473, "ost": 474, "\u0120pl": 475, "\u0120\"": 476, "ard": 477, "ell": 478, "ther": 479, "\u0120their": 480, "ult": 481, "elf": 482, "ated": 483, "ff": 484, "ich": 485, "end": 486, "ans": 487, "ous": 488, "ide": 489, "ru": 490, "ations": 491, "\u0120O": 492, "\u0120ad": 493, "ak": 494, "\u0120whe": 495, "du": 496, "cl": 497, "\u0120cont": 498, "\u0120res": 499, "ast": 500, "\u0120k": 501, "\u0120they": 502, "\u0120comp": 503, "The": 504, "ib": 505, "'s": 506, "orm": 507, "ip": 508, "cc": 509, "\u0120dis": 510, "\u0120all": 511, "ap": 512, "ame": 513, "\u0120U": 514, "able": 515, "ong": 516, "ear": 517, "ere": 518, "ie": 519, "ass": 520, "\u0120imp": 521, "are": 522, "\u0120will": 523, "ance": 524, "\u0120Th": 525, "ind": 526, "\u0120which": 527, "ood": 528, "ary": 529, "\u0120J": 530, "ual": 531, "vel": 532, "\u0120In": 533, "ep": 534, "ence": 535, "\u0120do": 536, "one": 537, "ks": 538, "\u0120cl": 539, "\u0120more": 540, "ry": 541, "ia": 542, "\u0120te": 543, "\u0120j": 544, "ign": 545, "ue": 546, "ents": 547, "reat": 548, "\u0120me": 549, "\u0120other": 550, "\u0120un": 551, "ile": 552, "\u0120has": 553, "ach": 554, "\u0120man": 555, "ime": 556, "ction": 557, "ild": 558, "so": 559, "ress": 560, "ces": 561, "\u0120ar": 562, "\u0120about": 563, "\u0120but": 564, "av": 565, "\u0120app": 566, "\u0120per": 567, "oo": 568, "ice": 569, "ition": 570, "ater": 571, "ely": 572, "\u00e2\u0122\u013f": 573, "\u0120sp": 574, "ake": 575, "ase": 576, "\u0120ev": 577, "\u0120out": 578, "ors": 579, "ack": 580, "ens": 581, "\u0120one": 582, "very": 583, "form": 584, "\u0120if": 585, "----": 586, "ory": 587, "\u0120so": 588, "ord": 589, "ace": 590, "int": 591, "\u0120were": 592, "ber": 593, "nder": 594, ").": 595, "\u0120li": 596, "\u0120also": 597, "ount": 598, "\u0120part": 599, "\u0120comm": 600, "\u0120them": 601, "ose": 602, "au": 603, "ang": 604, "ci": 605, "\u0120stud": 606, "con": 607, "rit": 608, "ire": 609, "\u0120pe": 610, "ub": 611, "now": 612, "\u0120qu": 613, "\u0120up": 614, "\u0120sy": 615, "ings": 616, "\u0120who": 617, "\u0120into": 618, "\u0120\u00e2\u0122\u013e": 619, "ound": 620, "ish": 621, "\u0120pre": 622, "\u0120these": 623, "\u0120its": 624, "\u0120St": 625, "olog": 626, "iff": 627, "pec": 628, "\u010a\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 629, "rough": 630, "ric": 631, "\u0120fe": 632, "\u0120bec": 633, "\u0120some": 634, "\u0120tra": 635, "ail": 636, "\u0120'": 637, "\u0120how": 638, "\u0120self": 639, "ree": 640, "\u0120ind": 641, "ities": 642, "),": 643, "king": 644, "\u0120when": 645, "ays": 646, "ph": 647, "vers": 648, "\u0120em": 649, "\u0120his": 650, "\u0120ro": 651, "ific": 652, "\u0120our": 653, "\u0120may": 654, "\u0120time": 655, "\u0120under": 656, "\u0120It": 657, "ments": 658, "\u0120K": 659, "ates": 660, "ople": 661, "ne": 662, "ite": 663, "\u0120col": 664, "\u0120there": 665, "\u0120bet": 666, "urn": 667, "cre": 668, "\u0120This": 669, "\u0120than": 670, "ough": 671, "ys": 672, "\u0120diff": 673, "ating": 674, "ob": 675, "te": 676, "we": 677, "\u0120Ch": 678, "ath": 679, "ject": 680, "\u0120tr": 681, "ally": 682, "low": 683, "erv": 684, "\u0120go": 685, "ms": 686, "\u0120cons": 687, "\u0120ag": 688, "\u0120ra": 689, "\u0120over": 690, "lect": 691, "\u0120rec": 692, "xt": 693, "\u0120pr": 694, "ple": 695, "tern": 696, "ian": 697, "\u0120acc": 698, "\u0120know": 699, "cess": 700, "\u0120people": 701, "\u0120like": 702, "ove": 703, "\u0120hel": 704, "\u0120act": 705, "ata": 706, "ons": 707, "\u0120des": 708, "lic": 709, "clud": 710, "ious": 711, "##": 712, "\u0120year": 713, "arn": 714, "\u0120such": 715, "\u0120rel": 716, "\u0120V": 717, "\u0120Y": 718, "\u0120been": 719, "row": 720, "ef": 721, "\u0120use": 722, "ren": 723, "\u0120help": 724, "\u0120new": 725, "get": 726, "):": 727, "alth": 728, "irst": 729, "ert": 730, "\u0120-": 731, "\u0120what": 732, "ause": 733, "eth": 734, "les": 735, "\u0120would": 736, "\u0120need": 737, "\u0120through": 738, "ful": 739, "stem": 740, "uring": 741, "round": 742, "\u0120sa": 743, "\u0120am": 744, "\u0120eff": 745, "\u0120work": 746, "ics": 747, "velop": 748, "ov": 749, "\u0120any": 750, "ool": 751, "\u0120import": 752, "\u0120def": 753, "\u0120bl": 754, "ular": 755, "ures": 756, "\u0120ass": 757, "\u0120spec": 758, "\u0120gen": 759, "\u0120tw": 760, "\u0120had": 761, "rib": 762, "mer": 763, "ll": 764, "\u0120includ": 765, "ced": 766, "\u0120off": 767, "\u0120most": 768, "ise": 769, "hed": 770, "self": 771, "\u0120prov": 772, "port": 773, "iss": 774, "ract": 775, "ange": 776, "\u0120ph": 777, "ict": 778, "\u0120reg": 779, "ational": 780, "als": 781, "\u0120differe": 782, "ility": 783, "\u0120ac": 784, "pect": 785, "oss": 786, "\u0120no": 787, "In": 788, "oth": 789, "ook": 790, "ative": 791, "ark": 792, "old": 793, "\u0120ob": 794, "hen": 795, "\u0120produ": 796, "\u0120inv": 797, "\u0120mod": 798, "\u0120develop": 799, "\u0120many": 800, "\u0120di": 801, "\u0120rem": 802, "\u0120add": 803, "\u0120used": 804, "\u0120only": 805, "\u0120sc": 806, "fter": 807, "\u0120first": 808, "ween": 809, "\u0120Un": 810, "\u0120child": 811, "ible": 812, "ten": 813, "ram": 814, "uc": 815, "\u0120\u00e2\u0122\u0135": 816, "\u0120system": 817, "arch": 818, "\u0120att": 819, "\u0120get": 820, "ased": 821, "\u0120inst": 822, "ower": 823, "com": 824, "cept": 825, "\u0120between": 826, "\u0120two": 827, "**": 828, "\u0120ret": 829, "ife": 830, "chn": 831, "\u0120fl": 832, "erm": 833, "\u0120inf": 834, "\u0120learn": 835, "ize": 836, "\u0120where": 837, "\u0120sur": 838, "wn": 839, "\u0120sub": 840, "\u0120exam": 841, "its": 842, "\u0120inter": 843, "\u0120po": 844, "own": 845, "ew": 846, "ond": 847, "\u0120pers": 848, "ts": 849, "\u0120trans": 850, "ps": 851, "hes": 852, "\u0120pol": 853, "ble": 854, "\u0120exper": 855, "\u0120could": 856, "\u0120co": 857, "\u0120supp": 858, "ss": 859, "ution": 860, "\u0120num": 861, "ting": 862, "ng": 863, "\u0120health": 864, "\u0120sm": 865, "ty": 866, "ural": 867, "\u0120should": 868, "ern": 869, "gan": 870, "\u0120str": 871, "ever": 872, "cy": 873, "\u0120her": 874, "ues": 875, "\u0120well": 876, "\u0120bu": 877, "ily": 878, "stand": 879, "ident": 880, "erg": 881, "oci": 882, "\u0120ty": 883, "ines": 884, "ied": 885, "\u0120val": 886, "\u0120pres": 887, "ex": 888, "\u0120expl": 889, "__": 890, "\u0120var": 891, "fore": 892, "\u0120rese": 893, "aking": 894, "\u0120sim": 895, "\u0120different": 896, "\u0120every": 897, "ives": 898, "ology": 899, "ink": 900, "ick": 901, "\u0120ke": 902, "ade": 903, "\u0120high": 904, "\u0120world": 905, "ature": 906, "\u0120#": 907, "\u0120even": 908, "\u0120He": 909, "\u0120form": 910, "ists": 911, "aw": 912, "\u0120water": 913, "\u0120sign": 914, "\u0120just": 915, "--------": 916, "ants": 917, "ism": 918, "\u0120make": 919, "vent": 920, "\u0120exp": 921, "oy": 922, "',": 923, "ness": 924, "uch": 925, "ft": 926, "ins": 927, "iew": 928, "\u0120years": 929, "\u0120ref": 930, "ds": 931, "\u0120set": 932, "\u0120[": 933, "\u0120commun": 934, "\u0120cre": 935, "ck": 936, "\u0120disc": 937, "arg": 938, "\u0120techn": 939, "\u0120data": 940, "chool": 941, "\u0120Re": 942, "ices": 943, "\u0120requ": 944, "\u010a\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 945, "\u0120call": 946, "ically": 947, "\u0120hum": 948, "other": 949, "..": 950, "ax": 951, "ential": 952, "\u0120ed": 953, "ars": 954, "\u0120gra": 955, "iel": 956, "\u0120my": 957, "\u0120med": 958, "ward": 959, "ited": 960, "ruct": 961, "hat": 962, "\u0120see": 963, "\u0120det": 964, "\u0120then": 965, "\u0120result": 966, "\u0120those": 967, "ually": 968, "ages": 969, "\u0120way": 970, "\u0120each": 971, "formation": 972, "\u0120ins": 973, "hip": 974, "\u0120because": 975, "ection": 976, "\u0120effect": 977, "\u0120bel": 978, "\u0120while": 979, "\u0120process": 980, "\u0120during": 981, "'t": 982, "\u0120found": 983, "\u0120art": 984, "\u0120count": 985, "\u0120long": 986, "\u0120pat": 987, "\u0120dec": 988, "\u0120fol": 989, "\u0120after": 990, "\u0120gener": 991, "ron": 992, "\u0120ext": 993, "arm": 994, "meric": 995, "\u0120cent": 996, "ety": 997, "ands": 998, "\u0120incre": 999, "()": 1000, "\u0120loc": 1001, "\",": 1002, "\u0120return": 1003, "\u010a\u010a\u0120\u0120\u0120": 1004, "ized": 1005, "\u0120dist": 1006, "led": 1007, "\u0120prog": 1008, "iron": 1009, "ient": 1010, "\u0120sk": 1011, "\u0120read": 1012, "\u0120ent": 1013, "imes": 1014, "\u0120using": 1015, "\u0120partic": 1016, "\u0120pub": 1017, "de": 1018, "arly": 1019, "\u0120ca": 1020, "\u0120cur": 1021, "\u0120lead": 1022, "\u0120aut": 1023, "\u0120rep": 1024, "els": 1025, "\u0120hist": 1026, "\u0120fact": 1027, "\u0120test": 1028, "\u0120life": 1029, "\u0120comple": 1030, "\u0120fam": 1031, "\u0120As": 1032, "ivid": 1033, "ivers": 1034, "\u0120very": 1035, "\u0120being": 1036, "\u0120fun": 1037, "\u0120own": 1038, "ning": 1039, "read": 1040, "\u0120she": 1041, "\u0120find": 1042, "ody": 1043, "\u0120understand": 1044, "iqu": 1045, "\u0120We": 1046, "\u010a\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 1047, "\u0120right": 1048, "ases": 1049, "cent": 1050, "ork": 1051, "\u0120Americ": 1052, "\u0120Pro": 1053, "\u0120resp": 1054, "\u0120person": 1055, "\u0120back": 1056, "gg": 1057, "\u0120students": 1058, "eng": 1059, "\u0120dep": 1060, "ved": 1061, "\u0120both": 1062, "ather": 1063, "ality": 1064, "\u0120Al": 1065, "\u0120follow": 1066, "\u0120writ": 1067, "\u0120For": 1068, "\u0120They": 1069, "\u0120important": 1070, "\u0120Con": 1071, "\u0120does": 1072, "\u0120How": 1073, "\u0120gl": 1074, "\u0120grow": 1075, "\u0120car": 1076, "ock": 1077, "put": 1078, "\u0120min": 1079, "tle": 1080, "\u0120Com": 1081, "Th": 1082, "\u0120much": 1083, "dition": 1084, "\u0120main": 1085, "\u0120conf": 1086, "viron": 1087, "ix": 1088, "\u0120che": 1089, "\u0120appro": 1090, "\u0120mon": 1091, "\u0120before": 1092, "\"\"": 1093, "\u0120If": 1094, "par": 1095, "\u0120information": 1096, "\u0120som": 1097, "\u0120grou": 1098, "ves": 1099, "\u0120sol": 1100, "\u0120sci": 1101, "\u0120el": 1102, "ving": 1103, "inal": 1104, "\u0120proble": 1105, "\u0120level": 1106, "ional": 1107, "\u0120study": 1108, "\u0120great": 1109, "up": 1110, "any": 1111, "\u0120end": 1112, "\u0120av": 1113, "\u0120food": 1114, "\u0120experi": 1115, "\u010a\u010a": 1116, "\u0120An": 1117, "nce": 1118, "io": 1119, "\u0120start": 1120, "ale": 1121, "\u0120children": 1122, "\u0120good": 1123, "\u0120might": 1124, "\u0120school": 1125, "eg": 1126, "\u0120within": 1127, "\u0120class": 1128, "\u0120often": 1129, "\u0120around": 1130, "uss": 1131, "ted": 1132, "\u0120cor": 1133, "ave": 1134, "\u0120made": 1135, "ering": 1136, "\u0120said": 1137, "\u0120show": 1138, "\u0120pop": 1139, "vern": 1140, "to": 1141, "\u0120same": 1142, ".,": 1143, "\u0120pract": 1144, "und": 1145, "ute": 1146, "\u0120too": 1147, "anc": 1148, "\u0120power": 1149, "\u0120lit": 1150, "\u0120research": 1151, "\u0120vis": 1152, "ier": 1153, "akes": 1154, "rain": 1155, "\u0120br": 1156, "\u0120design": 1157, "\u0120op": 1158, "ec": 1159, "rent": 1160, "\u0120provid": 1161, "\u0120activ": 1162, "\u0120again": 1163, "\u0120prot": 1164, "\u0120small": 1165, "\u0120Ar": 1166, "\u0120allow": 1167, "\u0120adv": 1168, "\u0120mem": 1169, "ocial": 1170, "\u0120mat": 1171, "ross": 1172, "itions": 1173, "\u0120serv": 1174, "ets": 1175, "\u0120care": 1176, "iving": 1177, "\u0120poss": 1178, "ividual": 1179, "pr": 1180, "\u0120less": 1181, "ode": 1182, "\u0120example": 1183, ".\u00e2\u0122\u013f": 1184, "air": 1185, "ethod": 1186, "\u0120down": 1187, "\u0120take": 1188, "==": 1189, "\u0120contin": 1190, "ters": 1191, "\u0120organ": 1192, "rol": 1193, "\u0120day": 1194, "the": 1195, "irect": 1196, "ield": 1197, "ince": 1198, "\u0120support": 1199, "vironment": 1200, "ital": 1201, "\u0120cult": 1202, "omen": 1203, "\u0120quest": 1204, "\u0120human": 1205, "\u0120You": 1206, "app": 1207, "\u0120treat": 1208, "\u0120now": 1209, "ined": 1210, "ished": 1211, "\u0120individual": 1212, "\u0120gu": 1213, "ared": 1214, "\u0120state": 1215, "\u0120These": 1216, "\u0120called": 1217, "\u0120Ind": 1218, "land": 1219, "\u0120equ": 1220, "val": 1221, "day": 1222, "der": 1223, "arge": 1224, "\u0120point": 1225, "ergy": 1226, "\u0120eng": 1227, "pro": 1228, "####": 1229, "\u0120number": 1230, "tt": 1231, "\u0120+": 1232, "\u0120cle": 1233, "\u0120redu": 1234, "\u0120build": 1235, "\u0120ser": 1236, "ization": 1237, "\u0120play": 1238, "\u0120though": 1239, "ral": 1240, "ven": 1241, "\u0120prof": 1242, "\u0120aw": 1243, "\u0120ris": 1244, "name": 1245, "ired": 1246, "ulation": 1247, "\u0120body": 1248, "\u0120But": 1249, "\u0120did": 1250, "\u0120must": 1251, "\u0120plan": 1252, "ains": 1253, "ency": 1254, "\u0120pos": 1255, "\u0120beh": 1256, "\u0120occ": 1257, "raph": 1258, "ences": 1259, "hers": 1260, "\u0120const": 1261, "\u0120aff": 1262, "\u0120cour": 1263, "\u0120est": 1264, "\u00e2\u0122\u0136": 1265, "\u0120inc": 1266, "\u0120pot": 1267, "\u0120Se": 1268, "acter": 1269, ".\"": 1270, "ources": 1271, "\u0120him": 1272, "\u0120common": 1273, "ull": 1274, "ories": 1275, "ately": 1276, "\u0120want": 1277, "\u0120met": 1278, "erest": 1279, "\u0120par": 1280, "ense": 1281, "ify": 1282, "ered": 1283, "\u0120ident": 1284, "\u0120including": 1285, "aterial": 1286, "ah": 1287, "rue": 1288, "ption": 1289, "\u0120ide": 1290, "\u0120dise": 1291, "))": 1292, "ury": 1293, "ining": 1294, "iversity": 1295, "\u0120three": 1296, "\u0120cell": 1297, "iven": 1298, "oh": 1299, "mon": 1300, "\u0120pass": 1301, "ination": 1302, "\u0120let": 1303, "\u0120typ": 1304, "('": 1305, "py": 1306, "ability": 1307, "\u0120educ": 1308, "\u0120iss": 1309, "ider": 1310, "line": 1311, "angu": 1312, "\u0120elect": 1313, "ource": 1314, "\u0120New": 1315, "\u0120Wh": 1316, "ash": 1317, "\u0120Ad": 1318, "ids": 1319, "ively": 1320, "str": 1321, "ateg": 1322, "\u0120Ex": 1323, "ox": 1324, "less": 1325, "\u0120don": 1326, "ertain": 1327, "itive": 1328, "\u0120social": 1329, "\u0120govern": 1330, "||": 1331, "ples": 1332, "ries": 1333, "\u0120impro": 1334, "conom": 1335, "\u0120char": 1336, "ead": 1337, "\u0120anal": 1338, "\u0120creat": 1339, "lish": 1340, "\u0120method": 1341, "\u0120invol": 1342, "\u0120known": 1343, "bers": 1344, "\u0120real": 1345, "aj": 1346, "\u0120del": 1347, "This": 1348, "\u0120conn": 1349, "\u0120And": 1350, "\u0120ess": 1351, "iness": 1352, "oun": 1353, "por": 1354, "\u0120without": 1355, "\u0120tem": 1356, "\u0120environment": 1357, "ccess": 1358, "\u0120chang": 1359, "\u0120public": 1360, "\u0120still": 1361, "ner": 1362, "\u0120change": 1363, "\u0120signific": 1364, "\u0120better": 1365, "\u0120prom": 1366, "\u0120eas": 1367, "ouse": 1368, "\u0120hand": 1369, "tain": 1370, "iod": 1371, "\u0120another": 1372, "view": 1373, "lu": 1374, "ially": 1375, "\u0120material": 1376, "ape": 1377, "\u0120report": 1378, "\u0120place": 1379, "\u0120learning": 1380, "\u0120pur": 1381, "ived": 1382, "\u0120opp": 1383, "\u0120interest": 1384, "\u0120There": 1385, "\u0120present": 1386, "\u0120dr": 1387, "oms": 1388, "pos": 1389, "ends": 1390, "\u0120project": 1391, "uro": 1392, "St": 1393, "\u0120ben": 1394, "orn": 1395, "\u0120sit": 1396, "arent": 1397, "\u0120list": 1398, "\u0120bre": 1399, "over": 1400, "\u0120spe": 1401, "\u0120belie": 1402, "\u0120phys": 1403, "rodu": 1404, "ior": 1405, "\u0120product": 1406, "\u0120feel": 1407, "\u0120cap": 1408, "ration": 1409, "\u010a\u010a\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 1410, "ills": 1411, "oad": 1412, "\u0120De": 1413, "cing": 1414, "ision": 1415, "ason": 1416, "ental": 1417, "li": 1418, "bs": 1419, "\u0120light": 1420, "\u0120development": 1421, "\u0120sym": 1422, "\u0120However": 1423, "\u0120mus": 1424, "be": 1425, "\u0120imm": 1426, "\u0120ele": 1427, "\u0120By": 1428, "cond": 1429, "ological": 1430, "\u0120Is": 1431, "ething": 1432, "ug": 1433, "ently": 1434, "ording": 1435, "ances": 1436, "az": 1437, "\u0120become": 1438, "\u0120energy": 1439, "\u0120open": 1440, "\u0120mean": 1441, "atic": 1442, "\u0120few": 1443, "hor": 1444, "\u0120caus": 1445, "\u0120keep": 1446, ",\u00e2\u0122\u013f": 1447, "ention": 1448, "\u0120others": 1449, "\u0120best": 1450, "\u0120fac": 1451, "ways": 1452, "\u0120include": 1453, "\u0120direct": 1454, "from": 1455, "\u0120&": 1456, "ats": 1457, "\u0120vari": 1458, "ank": 1459, "ium": 1460, "\u0120various": 1461, "\u0120name": 1462, "\u0120history": 1463, "\u0120create": 1464, "')": 1465, "\u0120top": 1466, "ery": 1467, "']": 1468, "outh": 1469, "(\"": 1470, "\u0120Eng": 1471, "oint": 1472, "\u0120happ": 1473, "\u0120sever": 1474, "\u0120leg": 1475, "ocus": 1476, "\u0120perform": 1477, "\u0120home": 1478, "\u0120proper": 1479, "agn": 1480, "\u0120stand": 1481, "\u0120et": 1482, "man": 1483, "ray": 1484, "\u0120move": 1485, "\u0120among": 1486, "arc": 1487, "\u0120something": 1488, "\u0120mark": 1489, "ected": 1490, "ton": 1491, "\u0120look": 1492, "\u0120saf": 1493, "\u00e2\u0122\u0135": 1494, "\u0120things": 1495, "ique": 1496, "\u0120chall": 1497, "ified": 1498, "\u0120meas": 1499, "\u0120langu": 1500, "\u0120fin": 1501, "\u0120type": 1502, "atch": 1503, "ames": 1504, "\u0120Res": 1505, "ians": 1506, "\u0120large": 1507, "ator": 1508, "\u0120sl": 1509, "\u0120think": 1510, "\u0120desc": 1511, "\u0120air": 1512, "sc": 1513, "ogn": 1514, "atural": 1515, "\u0120bas": 1516, "\u0120function": 1517, "erc": 1518, "ling": 1519, "ote": 1520, "\u0120Ph": 1521, "oring": 1522, "\u0120against": 1523, "imate": 1524, "\u0120law": 1525, "ients": 1526, "ext": 1527, "\u0120group": 1528, "\u0120oper": 1529, "\u0120means": 1530, "here": 1531, "\u0120rest": 1532, "\u0120control": 1533, "\u0120dev": 1534, "\u0120here": 1535, "ograph": 1536, "path": 1537, "\u0120provide": 1538, "':": 1539, "urther": 1540, "\u0120Sh": 1541, "\u0120particular": 1542, "\u0120anim": 1543, "\u0120hy": 1544, "\u0120several": 1545, "\u0120significant": 1546, "\u0120American": 1547, "ember": 1548, "\u0120bus": 1549, "\u0120When": 1550, "\u0120\u00e2\u0122\u013a": 1551, "\u0120based": 1552, "arth": 1553, "\u0120women": 1554, "eral": 1555, "\u0120pain": 1556, "\u0120area": 1557, "me": 1558, "//": 1559, "sy": 1560, "rop": 1561, "\u0120tre": 1562, "ards": 1563, "\u0120family": 1564, "ots": 1565, "\u0120potential": 1566, "iver": 1567, "\u0120due": 1568, "\u0120object": 1569, "\u0120enc": 1570, "err": 1571, "resent": 1572, "\u0120old": 1573, "\u0120current": 1574, "\u0120mult": 1575, "\u0120try": 1576, "\u0120:": 1577, "\u0120program": 1578, "ortun": 1579, "\u0120ens": 1580, "aper": 1581, "\u0120econom": 1582, "\u0120beg": 1583, "\u0120early": 1584, "\u00e2\u0122\u013e": 1585, "\u0120fil": 1586, "\u0120lab": 1587, "\u0120cal": 1588, "It": 1589, "\u0120ve": 1590, "\u0120toget": 1591, "\u0120together": 1592, "\u0120focus": 1593, "\u0120access": 1594, "sh": 1595, "\u0120last": 1596, "\u0120unt": 1597, "\u0120ant": 1598, "\u0120es": 1599, "\u0120benef": 1600, "['": 1601, "uture": 1602, "\u0120non": 1603, "def": 1604, "lished": 1605, "\u0120Q": 1606, "\u0120turn": 1607, "ission": 1608, "\u0120lim": 1609, "\u0120struct": 1610, "\u0120disease": 1611, "br": 1612, "amp": 1613, "set": 1614, "ditions": 1615, "\u0120orig": 1616, "ploy": 1617, "ajor": 1618, "\u0120fre": 1619, "\u0120\"\"\"": 1620, "\u0120risk": 1621, "\u0120soci": 1622, "\u0120fore": 1623, "\u0120success": 1624, "\u0120making": 1625, "\u0120To": 1626, ",\"": 1627, "\u0120print": 1628, "ication": 1629, "\u0120opt": 1630, "\u0120avail": 1631, "\u0120bi": 1632, "oid": 1633, "\u0120crit": 1634, "orth": 1635, "\u0120possible": 1636, "work": 1637, "\u0120University": 1638, "gen": 1639, "rist": 1640, "ression": 1641, "\u0120low": 1642, "\u0120say": 1643, "\u0120So": 1644, "\u0120impact": 1645, "\u0120key": 1646, "\u0120certain": 1647, "aut": 1648, "ribut": 1649, "\u0120cr": 1650, "sel": 1651, "\u0120Pl": 1652, "As": 1653, "\u0120bo": 1654, "\u0120mil": 1655, "\u0109\u0109": 1656, "\u0120period": 1657, "\u0120run": 1658, "min": 1659, "\u0120scient": 1660, "\u0120Cl": 1661, "\u0120{": 1662, "\u0120mill": 1663, "agement": 1664, "\u0120gr": 1665, "\u0120land": 1666, "idence": 1667, "cle": 1668, "\u0120fri": 1669, "\u0120blood": 1670, "\u0120case": 1671, "\u0120*": 1672, "\u0120.": 1673, "ane": 1674, "\u0120since": 1675, "hem": 1676, "ides": 1677, "\u0120specific": 1678, "\u0120local": 1679, "\u0120head": 1680, "\u0120post": 1681, "ann": 1682, "\u0120along": 1683, "clus": 1684, "\u0120value": 1685, "\u0120order": 1686, "ems": 1687, "----------------": 1688, "\u0120occur": 1689, "\u0120come": 1690, "\u0120Sp": 1691, "\u0120discuss": 1692, "\u0120government": 1693, "\u0120text": 1694, "\u0120following": 1695, "olution": 1696, "ww": 1697, "\u0120En": 1698, "\u0120across": 1699, "\u0120conc": 1700, "\u0120why": 1701, "pre": 1702, "\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 1703, "cer": 1704, "icle": 1705, "\u0120addition": 1706, "ledge": 1707, "\u0120cost": 1708, "raw": 1709, "for": 1710, "\u0120times": 1711, "\u0120Col": 1712, "mit": 1713, "of": 1714, "\")": 1715, "ilar": 1716, "by": 1717, "ised": 1718, "ending": 1719, "\u0120comput": 1720, "\u0120areas": 1721, "\u0120profess": 1722, "\u0120hig": 1723, "hy": 1724, "\u0120understanding": 1725, "use": 1726, "alk": 1727, "\u0120cause": 1728, "\u0120lik": 1729, "\u0120able": 1730, "\u0120toward": 1731, "\u0120problem": 1732, "\u0120ter": 1733, "\u0120systems": 1734, "\u0120bro": 1735, "\u0120associ": 1736, "\u0120view": 1737, "aster": 1738, "\u0120major": 1739, "\u0120course": 1740, "ument": 1741, "://": 1742, "\u0120model": 1743, "yn": 1744, "\u0120else": 1745, "\u0120prevent": 1746, "ole": 1747, "\u0120invest": 1748, "\u0120Im": 1749, "],": 1750, "ilities": 1751, "\u0120arg": 1752, "ended": 1753, "ER": 1754, "\u0120intern": 1755, "ably": 1756, "\u0120press": 1757, "\u0120==": 1758, "\u0120hard": 1759, "idd": 1760, "\u0120line": 1761, "ights": 1762, "\u0120tool": 1763, "ooks": 1764, "\u0120relations": 1765, "not": 1766, "\u0120special": 1767, "ones": 1768, "osed": 1769, "\u0120available": 1770, "\u0120consider": 1771, "\u0120species": 1772, "\u0120community": 1773, "\u0120future": 1774, "\u0120comb": 1775, "\u0120behav": 1776, "\u0120Z": 1777, "ggest": 1778, "\u0120applic": 1779, "What": 1780, "sw": 1781, "\u0120natural": 1782, "\u0120plant": 1783, "\u0120complex": 1784, "ams": 1785, "\u0120experience": 1786, "ina": 1787, "cul": 1788, "\u0120language": 1789, "though": 1790, "\u0120role": 1791, "\u0120x": 1792, "\u0120until": 1793, "\u0120rele": 1794, "\u0120respons": 1795, "\u0120second": 1796, "\u0120United": 1797, "\u0120country": 1798, "\":": 1799, "\u0120men": 1800, "\u0120polit": 1801, "iting": 1802, "face": 1803, "\u0120rece": 1804, "\u0120young": 1805, "\u0120works": 1806, "aring": 1807, "rag": 1808, "acy": 1809, "aps": 1810, "\u0120always": 1811, "\u0120What": 1812, "aces": 1813, "\u0120At": 1814, "obal": 1815, "\u0120Or": 1816, "asing": 1817, "ask": 1818, "ope": 1819, "\u0120suggest": 1820, "osp": 1821, "\u0120exist": 1822, "urope": 1823, "data": 1824, "\u0120levels": 1825, "\u0120indust": 1826, "icult": 1827, "\u0120problems": 1828, "izing": 1829, "\u0120put": 1830, "\u0120mar": 1831, "ained": 1832, "\u0120step": 1833, "\u0120today": 1834, "\u0120technology": 1835, "\u0120given": 1836, "\u0120strong": 1837, "\u0120little": 1838, "\u0120God": 1839, "\u0120sw": 1840, "\u0120\u00e2\u0122\u0136": 1841, "\u0120cir": 1842, "\u0120character": 1843, "\u0120results": 1844, "\u0120range": 1845, "ek": 1846, "istic": 1847, "\u0120That": 1848, "\u0120treatment": 1849, "\u0120age": 1850, "ored": 1851, "reen": 1852, "\u0120ways": 1853, "ysis": 1854, "cur": 1855, "ths": 1856, "ators": 1857, "\u0120necess": 1858, "\u0120obs": 1859, "\u0120vol": 1860, "\u0120business": 1861, "lement": 1862, "\u0120book": 1863, "omm": 1864, "selves": 1865, "ont": 1866, "\u0120next": 1867, "ivity": 1868, "\u0120far": 1869, "\u0120percent": 1870, "\u0120larg": 1871, "\u0120determ": 1872, "ik": 1873, "\u0120flow": 1874, "orts": 1875, "\u0120four": 1876, "\u0120dem": 1877, "ither": 1878, "\u0120influ": 1879, "\u0120represent": 1880, "co": 1881, "We": 1882, "aging": 1883, "thing": 1884, "\u0120$": 1885, "orld": 1886, "\u0120similar": 1887, "\u0120education": 1888, "apt": 1889, "\u0120short": 1890, "\u0120working": 1891, "\u0120z": 1892, "ables": 1893, "\u0120challeng": 1894, "\u0120essential": 1895, "\u0120past": 1896, "\u0120Af": 1897, "\u0120space": 1898, "\u0120ill": 1899, "\u0120sing": 1900, "lab": 1901, "\u0120amount": 1902, "\u0120**": 1903, "\u0120free": 1904, "ym": 1905, "etimes": 1906, "atures": 1907, "side": 1908, "\u0120concept": 1909, "\u0120Europe": 1910, "\u0120heart": 1911, "atory": 1912, "\u0120war": 1913, "\u0120vir": 1914, "ured": 1915, "\u0120later": 1916, "\u0120bir": 1917, "\u0120States": 1918, "\u0120author": 1919, "\u0120conditions": 1920, "\u0120says": 1921, "duct": 1922, "\u0120needs": 1923, "\u0120words": 1924, "\u0120net": 1925, "\u0120Christ": 1926, "\u010a\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 1927, "\u0120give": 1928, "\u0120With": 1929, "\u0120init": 1930, "\u0120Te": 1931, "eter": 1932, "NA": 1933, "\u0120Be": 1934, "une": 1935, "icro": 1936, "If": 1937, "\u0120mov": 1938, "af": 1939, "onse": 1940, "\u0120paper": 1941, "\u0120kind": 1942, "\u0120None": 1943, "vious": 1944, "\u0120mind": 1945, "ires": 1946, "\u0120improve": 1947, "\u0120polic": 1948, "\u0120ey": 1949, "inc": 1950, "ule": 1951, "\u0120resources": 1952, "\u0120having": 1953, "\u0120skills": 1954, "\u0120field": 1955, "\u0120begin": 1956, "\u0120consum": 1957, "\u0120parent": 1958, "\u0120expect": 1959, "\u0120cells": 1960, "\u0120rad": 1961, "\u0120question": 1962, "\u0120One": 1963, "\u0120teac": 1964, "\u0120pred": 1965, "\u0120tradition": 1966, "\u0120knowledge": 1967, "ibility": 1968, "``": 1969, "ours": 1970, "\u0120changes": 1971, "\u0120appear": 1972, "\u0120jour": 1973, "\u0120issues": 1974, "\u0120estab": 1975, "lection": 1976, "\u0120story": 1977, "\u0120Can": 1978, "ili": 1979, "\u0120upon": 1980, "\u0120mot": 1981, "\u0120concern": 1982, "pecially": 1983, "\u0120require": 1984, "\u0120On": 1985, "\u0120relationship": 1986, "\u0120strateg": 1987, "arget": 1988, "etic": 1989, "\u0120difficult": 1990, "\u0120whether": 1991, "ee": 1992, "\u0120log": 1993, "ening": 1994, "\u0120types": 1995, "\u0120prim": 1996, "\u0120sens": 1997, "\u0120ask": 1998, "ush": 1999, "\u0120temper": 2000, "\u0120enough": 2001, "ales": 2002, "\u0120likely": 2003, "\u0120record": 2004, "iple": 2005, "\u0120Inst": 2006, "\u0120usually": 2007, "ger": 2008, "\u0120days": 2009, "nal": 2010, "inking": 2011, "\u0120histor": 2012, "apter": 2013, "\u0120address": 2014, "\u0120Some": 2015, "let": 2016, "import": 2017, "\u0120All": 2018, "aching": 2019, "How": 2020, "chie": 2021, "\u0120makes": 2022, "\u0120opportun": 2023, "\u0120Cent": 2024, "\u0120away": 2025, "...": 2026, "\u0120norm": 2027, "\u0120sum": 2028, "\u0120questions": 2029, "\u0120further": 2030, "====": 2031, "iction": 2032, "\u0120researc": 2033, "son": 2034, "ruction": 2035, "oney": 2036, "\u0120protect": 2037, "\u0120US": 2038, "ising": 2039, "omes": 2040, "ried": 2041, "\u0120ever": 2042, "cient": 2043, "ware": 2044, "\u0120going": 2045, "ffic": 2046, "\u0120dig": 2047, "\u0120individuals": 2048, "\u0120left": 2049, "\u0120path": 2050, "\u0120account": 2051, "aken": 2052, "oot": 2053, "ibr": 2054, "ued": 2055, "\u0120i": 2056, "\u0120employ": 2057, "type": 2058, "ification": 2059, "\u0120lay": 2060, "\u0120higher": 2061, "AT": 2062, "\u0120growth": 2063, "class": 2064, "\u0120ur": 2065, "\u0120big": 2066, "\u0120<": 2067, "To": 2068, "='": 2069, "\u0120century": 2070, "\u0120National": 2071, "\u0120collect": 2072, "\u0120full": 2073, "ney": 2074, "\u0120countries": 2075, "\u0120super": 2076, "._": 2077, "amm": 2078, "\u0120Afric": 2079, "aves": 2080, "\u0120increase": 2081, "\u0120situ": 2082, "Ch": 2083, "\u0120connect": 2084, "rans": 2085, "plic": 2086, "\u0120fund": 2087, "ooking": 2088, "An": 2089, "\u0120sure": 2090, "\u0120stat": 2091, "\u0120science": 2092, "\u0120never": 2093, "\u0120recogn": 2094, "erence": 2095, "\u0120describ": 2096, "ES": 2097, "\u0120exc": 2098, "\u0120physical": 2099, "\u0120cy": 2100, "\u0120Med": 2101, "ohn": 2102, "\u0120side": 2103, "add": 2104, "reg": 2105, "\u0120brain": 2106, "\u0120however": 2107, "arl": 2108, "\u0120plants": 2109, "arr": 2110, "verse": 2111, "\u0120death": 2112, "IN": 2113, "\u0120Bl": 2114, "\u0120term": 2115, "\u0120unique": 2116, "\u0120especially": 2117, "\u0120ground": 2118, "\u0120groups": 2119, "\u0120above": 2120, "\u0120event": 2121, "There": 2122, "\u0120activities": 2123, "\u0120least": 2124, "\u0120maintain": 2125, "\u0120throughout": 2126, "\u0120contain": 2127, "########": 2128, "test": 2129, "most": 2130, "ault": 2131, "elling": 2132, "\u0120Fr": 2133, "\u0120particip": 2134, "agine": 2135, "\u0120emb": 2136, "ilt": 2137, "\u0120subject": 2138, "\u0120sound": 2139, "alse": 2140, "\u0120near": 2141, "\u0120achie": 2142, "\u0120personal": 2143, "edi": 2144, "sych": 2145, "utions": 2146, "\u0120Sc": 2147, "\u0120modern": 2148, "ready": 2149, "lying": 2150, "\u0120affect": 2151, "sequ": 2152, "file": 2153, "ON": 2154, "\u0120population": 2155, "\u0120dam": 2156, "\u0120studies": 2157, "\u0120neg": 2158, "\u0120really": 2159, "fact": 2160, "\u0120rather": 2161, "ptoms": 2162, "\u0120became": 2163, "ison": 2164, "\u0120effects": 2165, "\u0120reason": 2166, "rug": 2167, "rect": 2168, "ils": 2169, "aim": 2170, "ites": 2171, "mod": 2172, "\u0120cancer": 2173, "\u0120quality": 2174, "\u0120relig": 2175, "\u0120liter": 2176, "\u0120nature": 2177, "asc": 2178, "\u0120`": 2179, "\u0120practice": 2180, "rel": 2181, "illed": 2182, "\u0120chem": 2183, "\u0120loss": 2184, "atives": 2185, "nces": 2186, "\u0120Brit": 2187, "\u0120associated": 2188, "unt": 2189, "ises": 2190, "\u0120pattern": 2191, "att": 2192, "For": 2193, "\u0120building": 2194, "issue": 2195, "\u0120answ": 2196, "roll": 2197, "\u0120stre": 2198, "\u0120cases": 2199, "\u0120patients": 2200, "ample": 2201, "\u0120detail": 2202, "\u0120size": 2203, "\u0120cho": 2204, "\u0120hold": 2205, "\u0120someone": 2206, "\u0120vers": 2207, "\u0120lower": 2208, "alf": 2209, "\u0120general": 2210, "AS": 2211, "\u0120factors": 2212, "overed": 2213, "enn": 2214, "\u0120million": 2215, "\u0120comes": 2216, "\u0120explore": 2217, "opy": 2218, "Al": 2219, "\u0120meet": 2220, "\u0120already": 2221, "\u0120student": 2222, "eds": 2223, "\u0120global": 2224, "rams": 2225, "\u0120doc": 2226, "\".": 2227, "oman": 2228, "\u0120word": 2229, "ene": 2230, "ok": 2231, "\u0120simple": 2232, "inary": 2233, "\u0120regard": 2234, "ript": 2235, "\u0120nut": 2236, "mb": 2237, "ID": 2238, "\u0120introdu": 2239, "\u0120city": 2240, "new": 2241, "\u0120living": 2242, "augh": 2243, "\u0120single": 2244, "\u0120prob": 2245, "iques": 2246, "\u0120indic": 2247, "\u0120abs": 2248, "\u0120members": 2249, "\u0120Le": 2250, "\u0120wind": 2251, "verage": 2252, "\u0120themselves": 2253, "\u0120materials": 2254, "])": 2255, "time": 2256, "\u0120source": 2257, "\u0120towards": 2258, "ips": 2259, "\u0120World": 2260, "\u0120phot": 2261, "\u0120production": 2262, "\u0120observ": 2263, "ival": 2264, "\u0120respect": 2265, "\u0120dom": 2266, "\u0120either": 2267, "\u0120once": 2268, "\u0120seen": 2269, "rad": 2270, "\u0120deg": 2271, "\u0120/": 2272, "\u0120X": 2273, "anced": 2274, "\u0120thought": 2275, "\u0120deep": 2276, "ring": 2277, "\u0120Germ": 2278, "ott": 2279, "ung": 2280, "leep": 2281, "\u0120ut": 2282, "col": 2283, "inter": 2284, "AR": 2285, "iol": 2286, "\u0120War": 2287, "\u0120job": 2288, "\u0120according": 2289, "\u0120pay": 2290, "\u0120house": 2291, "ley": 2292, "\u0120researchers": 2293, "\u0120done": 2294, "org": 2295, "ae": 2296, "\u0120emot": 2297, "\u0120interact": 2298, "\u0120team": 2299, "hern": 2300, "\u0120file": 2301, "ened": 2302, "\u0120ver": 2303, "\u0120cut": 2304, "rict": 2305, "\u0120She": 2306, "ird": 2307, "enc": 2308, "\u0120required": 2309, "ules": 2310, "\u0120helps": 2311, "\u0120created": 2312, "\u0120activity": 2313, "adem": 2314, "earch": 2315, "'re": 2316, "ipp": 2317, "\u0120analysis": 2318, "\u0120fail": 2319, "\u0120products": 2320, "\u0120English": 2321, "\u0120John": 2322, "epend": 2323, "\u0120Comm": 2324, "\u0120aspect": 2325, "hold": 2326, "\u0120engine": 2327, "\u0120integ": 2328, "\u0120online": 2329, "\u0120live": 2330, "itud": 2331, "\u0120fall": 2332, "\u0120np": 2333, "my": 2334, "\u0120fig": 2335, "\u0120symptoms": 2336, "\u0120methods": 2337, "fully": 2338, "\u0120frequ": 2339, "\u0120medical": 2340, "\u0120lot": 2341, "\u0120market": 2342, "\u0120management": 2343, "fer": 2344, "go": 2345, "otes": 2346, "ler": 2347, "\u0120tot": 2348, "\u0120effic": 2349, "\u0120needed": 2350, "\u0120Go": 2351, "oose": 2352, "\u0120action": 2353, "fl": 2354, "\u0120animals": 2355, "\u0120political": 2356, "\u0120pie": 2357, "\u0120circ": 2358, "\u0120idea": 2359, "ivil": 2360, "place": 2361, "\u0120sent": 2362, "rand": 2363, "\u0120evidence": 2364, "\u0120quick": 2365, "\u0120flu": 2366, "\u010a\u0120\u0120\u0120\u0120": 2367, "\u0120Stud": 2368, "\u0120reduce": 2369, "\u0120target": 2370, "\u0120necessary": 2371, "aries": 2372, "\u0120break": 2373, "\u0120society": 2374, "\u0120soft": 2375, "\u0120surface": 2376, "\u0120recomm": 2377, "\u0120popular": 2378, "\u0120Health": 2379, "\u0120color": 2380, "\u0120ensure": 2381, "\u0120red": 2382, "\u0120Pr": 2383, "way": 2384, "\u0120writing": 2385, "load": 2386, "\u0120rights": 2387, "\u0120sun": 2388, "\u0120mass": 2389, "\u0120actually": 2390, "\u0120parts": 2391, "lt": 2392, "key": 2393, "\u0120mess": 2394, "\u0120seem": 2395, "\u0120values": 2396, "\u0120lives": 2397, "clusion": 2398, "\u0120port": 2399, "oph": 2400, "sp": 2401, "list": 2402, "bon": 2403, "ze": 2404, "\u0120May": 2405, "\u0120sometimes": 2406, "yle": 2407, "\u0120yet": 2408, "\u0120offic": 2409, "chan": 2410, "reng": 2411, "\u0120climate": 2412, "ulations": 2413, "cial": 2414, "\u0120entire": 2415, "aling": 2416, "\u0120ge": 2417, "\u0120arr": 2418, "\u0120share": 2419, "\u0120increased": 2420, "\u0120rate": 2421, "\u0120came": 2422, "ystem": 2423, "\u0120approach": 2424, "oration": 2425, "\u0120response": 2426, "When": 2427, "\u0120friends": 2428, "\u0120communities": 2429, "\u0120effective": 2430, "\u0120sal": 2431, "ma": 2432, "\u0120provides": 2433, "\u0120dest": 2434, "\u0120stress": 2435, "\u0120encou": 2436, "\u0120clear": 2437, "\u0120Am": 2438, "\u0120Ass": 2439, "ustom": 2440, "\u0120below": 2441, "erous": 2442, "\u0120image": 2443, "\u0120whole": 2444, "\u0120While": 2445, "\u0120doct": 2446, "\u0120Gen": 2447, "\u0120national": 2448, "\u0120subst": 2449, "aged": 2450, "ublic": 2451, "\u0120developed": 2452, "ply": 2453, "olic": 2454, "\u0120meaning": 2455, "\u0120pressure": 2456, "\u0120arch": 2457, "\u0120healthy": 2458, "erve": 2459, "OR": 2460, "ender": 2461, "\u0120exerc": 2462, "idered": 2463, "II": 2464, "\u0120services": 2465, "\u0120events": 2466, "urch": 2467, "\u0120context": 2468, "osis": 2469, "\u0120ability": 2470, "\u0120%": 2471, "acks": 2472, "\u0120taken": 2473, "\u0120increasing": 2474, "\u0120continue": 2475, "ches": 2476, "\u0120music": 2477, "\u0120money": 2478, "ores": 2479, "lex": 2480, "\u0120)": 2481, "\u0120avoid": 2482, "\u0120_": 2483, "\u0120related": 2484, "\u0120Ab": 2485, "ttp": 2486, "acc": 2487, "\u0120compon": 2488, "\u0120instead": 2489, "\u0120adult": 2490, "nov": 2491, "\u0120emerg": 2492, "\u0120America": 2493, "atter": 2494, "istance": 2495, "\u0120states": 2496, "eration": 2497, "\u0120taking": 2498, "wh": 2499, "\u0120considered": 2500, "light": 2501, "ctions": 2502, "\u0120Dr": 2503, "\u0120|": 2504, "\u0120tell": 2505, "\u0120Man": 2506, "\u0120Int": 2507, "ront": 2508, "oon": 2509, "\u0120Intern": 2510, "itation": 2511, "ength": 2512, "\u0120Ge": 2513, "\u0120micro": 2514, "imately": 2515, "Ex": 2516, "\u0120culture": 2517, "\u0120allows": 2518, "ges": 2519, "amed": 2520, "\u0120ann": 2521, "ume": 2522, "\u0120review": 2523, "\u0120article": 2524, "\u0120mach": 2525, "\u0120cannot": 2526, "\u0120thera": 2527, "\u0120Sci": 2528, "\u0120challenges": 2529, "\u0120site": 2530, "\u0120five": 2531, "\u0120priv": 2532, "play": 2533, "\u0120training": 2534, "hing": 2535, "\u0120economic": 2536, "\u0120white": 2537, "ump": 2538, "\u0120reading": 2539, "\u0120Cal": 2540, "part": 2541, "based": 2542, "\u0120bal": 2543, "\u0120techniques": 2544, "\u0120check": 2545, "\u0120environmental": 2546, "\u0120drug": 2547, "\u0120position": 2548, "\u0120tools": 2549, "\u0120After": 2550, "irm": 2551, "\u0120mor": 2552, "\u0120Em": 2553, "ai": 2554, "\u0120behavior": 2555, "\u0120traditional": 2556, "Con": 2557, "\u0120Cont": 2558, "order": 2559, "\u0120except": 2560, "\u0120harm": 2561, "utes": 2562, "init": 2563, "ribute": 2564, "\u0120clos": 2565, "ari": 2566, "\u0120doing": 2567, "aced": 2568, "hib": 2569, "\u0120assess": 2570, "het": 2571, "iment": 2572, "\u0120everyone": 2573, "\u0120skin": 2574, "iddle": 2575, "amin": 2576, "\u0120clean": 2577, "come": 2578, "like": 2579, "\u0120compet": 2580, "\u0120itself": 2581, "\u0120South": 2582, "\u0120computer": 2583, "aving": 2584, "\u0120began": 2585, "oes": 2586, "\u0120published": 2587, "\u0120sense": 2588, "eed": 2589, "\u0120App": 2590, "\u0120Earth": 2591, "\u0120streng": 2592, "uck": 2593, "pose": 2594, "\u0120react": 2595, "But": 2596, "aches": 2597, "ey": 2598, "esc": 2599, "ops": 2600, "\u0120North": 2601, "pri": 2602, "pid": 2603, "mber": 2604, "\u0120week": 2605, "\u0120love": 2606, "astic": 2607, "itor": 2608, "\u0120critical": 2609, "iet": 2610, "ype": 2611, "\u0120remain": 2612, "\u0120weight": 2613, "\u0120demon": 2614, "fig": 2615, "ground": 2616, "know": 2617, "\u0120la": 2618, "\u0120condition": 2619, "dom": 2620, "\u0120measure": 2621, "\u0120Hist": 2622, "empt": 2623, "\u0120benefits": 2624, "ele": 2625, "\u0120offer": 2626, "\u0120content": 2627, "aily": 2628, "\u0120true": 2629, "\u0120accept": 2630, "\u0120matter": 2631, "\u0120black": 2632, "\u0120separ": 2633, "\u0120draw": 2634, "\u0120bring": 2635, "\u0120rev": 2636, "\u0120took": 2637, "\u0120medic": 2638, "isc": 2639, "\u0120prote": 2640, "joy": 2641, "\u0120cultural": 2642, "\u0120sat": 2643, "\u0120cat": 2644, "\u0120feed": 2645, "\u0120Act": 2646, "\u0120experiences": 2647, "\u0120instance": 2648, "\u0120regular": 2649, "\u0120Aust": 2650, "cont": 2651, "\u0120parents": 2652, "\u0120cru": 2653, "\u0120green": 2654, "\u0120hab": 2655, "\u0120terms": 2656, "itary": 2657, "bl": 2658, "istics": 2659, "pite": 2660, "args": 2661, "\u0120conduct": 2662, "raft": 2663, "\u0120oil": 2664, "\u0120sust": 2665, "\u0120implement": 2666, "\u0120express": 2667, "yl": 2668, "\u0120identify": 2669, "\u0120capt": 2670, "=\"": 2671, "\u0120previous": 2672, "ields": 2673, "\u0120attention": 2674, "avor": 2675, "back": 2676, ".)": 2677, "\u0120structure": 2678, "vere": 2679, "EN": 2680, "icles": 2681, "equ": 2682, "You": 2683, "\u0120stories": 2684, "oll": 2685, "\u0120etc": 2686, "itution": 2687, "\u0120dat": 2688, "orks": 2689, "\u0120produce": 2690, "inf": 2691, "text": 2692, "\u0120Gu": 2693, "hood": 2694, "\u0120region": 2695, "Now": 2696, "rown": 2697, "\u0120fish": 2698, "head": 2699, "\u0120demonstr": 2700, "\u0120multiple": 2701, "\u0120select": 2702, "Wh": 2703, "\u0120months": 2704, "One": 2705, "ift": 2706, "ging": 2707, "artment": 2708, "ername": 2709, "\u0120sex": 2710, "\u0120provided": 2711, "ister": 2712, "eb": 2713, "\u0120diet": 2714, "\u0120face": 2715, "alu": 2716, "\u0120forms": 2717, "\u0120practices": 2718, "\u0120total": 2719, "\u0120Rep": 2720, "IS": 2721, "\u0120minim": 2722, "\u0120unit": 2723, "\u0120designed": 2724, "\u0120suff": 2725, "uel": 2726, "\u0120company": 2727, "\u0120elements": 2728, "\u0120industry": 2729, "isions": 2730, "\u0120positive": 2731, "ror": 2732, "\u0120creating": 2733, "\u0120consist": 2734, "ided": 2735, "\u0120His": 2736, "\u0120hours": 2737, "\u010d\u010a": 2738, "\u0120vide": 2739, "bo": 2740, "\u0120reflect": 2741, "error": 2742, "\u0120almost": 2743, "\u0120shows": 2744, "\u0120half": 2745, "\u0120Su": 2746, "\u0120yourself": 2747, "\u0120aim": 2748, "\u0120psych": 2749, "ows": 2750, "\u0120heav": 2751, "ober": 2752, "\u0120bar": 2753, "\u0120service": 2754, "\u0120particularly": 2755,